{"index": 1, "relevant": ["Ahmad", "Khan", "Rahami", "charged", "bombings", "New", "York", "New", "Jersey"], "description": "<p>Suspect believed responsible for attacks over the weekend is charged with bombing and using weapons of mass destruction – but not terrorism </p><p>Barely a day after his apprehension following a dramatic shootout, the suspect believed responsible for attacks in New York and New Jersey this weekend was charged with bombing, property destruction and use of weapons of mass destruction – but not with terrorism or material support, as was expected.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/20/ahmad-khan-rahami-terrorist-suspect-new-york-area-bombings\">New York and New Jersey bombings: who is suspect Ahmad Khan Rahami?</a> </p> <a href=\"https://www.theguardian.com/us-news/2016/sep/20/ahmad-khan-rahami-charged-bombings-new-york-new-jersey\">Continue reading...</a>", "title": "Ahmad Khan Rahami charged over bombings in New York and New Jersey", "url": "https://www.theguardian.com/us-news/2016/sep/20/ahmad-khan-rahami-charged-bombings-new-york-new-jersey", "image": "https://i.guim.co.uk/img/media/5efeb3dff79126691ba7424a39108affc10b753f/0_47_3000_1800/master/3000.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=90ce5e8840f72ad11b0952c2e713a45e", "tld": "www.theguardian.com", "source": "World news | The Guardian", "processed_description": "Suspect believed responsible for attacks over the weekend is charged with bombing and using weapons of mass destruction – but not terrorism Barely a day after his apprehension following a dramatic shootout, the suspect believed responsible for attacks in New York and New Jersey this weekend was charged with bombing, property destruction and use of weapons of mass destruction – but not with terrorism or material support, as was expected. Related: New York and New Jersey bombings: who is suspect Ahmad Khan Rahami?  Continue reading...", "time": "21/09/2016 at 02:03:56", "relevance": 3.5999999999999996, "reputability": 80}